[PartyInfo]
$*PartyEffectCombatInfo-partyeffect_combat_default-name_k=Choose the Party Combat Effects
$*PartyEffectCombatInfo-partyeffect_combat_default_stat-name_k=Synergistic Effects
$*PartyEffectCombatInfo-partyeffect_combat_all_attack_01-name_k=Roar from the Battlefield Level 1
$*PartyEffectCombatInfo-partyeffect_combat_all_attack_02-name_k=Roar from the Battlefield Level 2
$*PartyEffectCombatInfo-partyeffect_combat_all_critical_01-name_k=Punishment Enhancement Level 1
$*PartyEffectCombatInfo-partyeffect_combat_all_critical_02-name_k=Punishment Enhancement Level 2
$*PartyEffectCombatInfo-partyeffect_combat_all_pvp_01-name_k=Bounty Hunter Level 1
$*PartyEffectCombatInfo-partyeffect_combat_all_pvp_02-name_k=Bounty Hunter Level 2
$*PartyEffectCombatInfo-partyeffect_combat_2class_move_DMG-name_k=Watch for an Opportunity
$*PartyEffectCombatInfo-partyeffect_combat_2class_range_power-name_k=The Power of Long Range
$*PartyEffectCombatInfo-partyeffect_combat_2class_sadist-name_k=Killer's Instinct
$*PartyEffectCombatInfo-partyeffect_combat_2class_attack_critical-name_k=I Only Attack One Target at a Time
$*PartyEffectCombatInfo-partyeffect_combat_all_amor_01-name_k=Barrier of Knights Level 1
$*PartyEffectCombatInfo-partyeffect_combat_all_amor_02-name_k=Barrier of Knights Level 2
$*PartyEffectCombatInfo-partyeffect_combat_all_hp_01-name_k=Breath of Heaven Level 1
$*PartyEffectCombatInfo-partyeffect_combat_all_hp_02-name_k=Breath of Heaven Level 2
$*PartyEffectCombatInfo-partyeffect_combat_2class_strongman-name_k=Strong People
$*PartyEffectCombatInfo-partyeffect_combat_2class_masochist-name_k=Endurance of Pain
$*PartyEffectCombatInfo-partyeffect_combat_2class_reflact_amor_02-name_k=Thorn Armor
$*PartyEffectCombatInfo-partyeffect_combat_2class_run-name_k=Overcoming the Crisis
$*PartyEffectCombatInfo-partyeffect_combat_2class_haste-name_k=News of Victory
$*PartyEffectCombatInfo-partyeffect_living_race_regen_hp-name_k=The Thinker
$*PartyEffectCombatInfo-partyeffect_combat_class_heal-name_k=I Need Healing!
$*PartyEffectCombatInfo-partyeffect_combat_all_dungeon-name_k=Dungeon Explorer
$*PartyEffectCombatInfo-partyeffect_combat_class_guardian-name_k=Shield Forward!
$*PartyEffectCombatInfo-partyeffect_combat_class_berserker-name_k=Eye for Eye, Blood for Blood!
$*PartyEffectCombatInfo-partyeffect_combat_class_ranger-name_k=Special Search Operation
$*PartyEffectCombatInfo-partyeffect_combat_class_mage-name_k=Wisdom of the Sage
$*PartyEffectCombatInfo-partyeffect_combat_class_paladin-name_k=Guardian Knight
$*PartyEffectCombatInfo-partyeffect_combat_class_assassin-name_k=The Basics of Assassination
$*PartyEffectCombatInfo-partyeffect_combat_default-description=<font color='#e4f365'>Please select a party effect.</font><br>· Only the party leader can select a party effect.<br>· Party effects can be changed in Peace Mode only.
$*PartyEffectCombatInfo-partyeffect_combat_default_stat-description=<font color='#e4f365'>Together we are stronger.</font><br>· Increases Strength by 3%<br>· Increases Agility by 3%<br>· Increases Intelligence by 3%<br>· Increases Wisdom by 3%
$*PartyEffectCombatInfo-partyeffect_combat_all_attack_01-description=<font color='#e4f365'>Increases Attack Power.</font><br>· Increases Fighting Power and Ability Power by 15%
$*PartyEffectCombatInfo-partyeffect_combat_all_attack_02-description=<font color='#e4f365'>Increases Attack Power.</font><br>· Increases Fighting Power and Ability Power by 25%
$*PartyEffectCombatInfo-partyeffect_combat_all_critical_01-description=<font color='#e4f365'>Increases Critical Hit rate.</font><br>· Increases Critical Hit rate by 1.7%
$*PartyEffectCombatInfo-partyeffect_combat_all_critical_02-description=<font color='#e4f365'>Increases Critical Hit Damage.</font><br>· Increases Critical Hit rate by 2.5%<br>· Increases Critical Hit damage by 10%
$*PartyEffectCombatInfo-partyeffect_combat_all_pvp_01-description=<font color='#e4f365'>Specialized in battle between players.</font><br>· Increases damage dealt by 3% in combat between players
$*PartyEffectCombatInfo-partyeffect_combat_all_pvp_02-description=<font color='#e4f365'>Specialized in battle between players.</font><br>· Increases damage dealt by 3% in combat between players<br>· Reduces damage taken by 2.5% in combat between players
$*PartyEffectCombatInfo-partyeffect_combat_2class_move_DMG-description=<font color='#e4f365'>Float like a butterfly, sting like a bee.</font><br>· Applies Observe the Target effect for 3 seconds whenever moving to another place<br>· 45% additional damage to the next target when Observe the Target effect is stacked 5 times
$*PartyEffectCombatInfo-partyeffect_combat_2class_range_power-description=<font color='#e4f365'>Specialized in Long Range Combat.</font><br>· Increases Ranged Attack damage by 20%<br>· Increases Ability Attack damage by 20%<br>· Increases Critical Hit rate by 10%
$*PartyEffectCombatInfo-partyeffect_combat_2class_sadist-description=<font color='#e4f365'>Acceleration increases whenever damage is dealt to an enemy.</font><br>· Increases Acceleration by 4% per stack for 3 seconds (stacks up to 5 times)
$*PartyEffectCombatInfo-partyeffect_combat_2class_attack_critical-description=<font color='#e4f365'>After dealing damage to the target 7 times, the following attack will be a Critical Hit.</font><br>· You have a 100% chance of Critical Hit upon the next attack
$*PartyEffectCombatInfo-partyeffect_combat_all_amor_01-description=<font color='#e4f365'>Increases Physical Defense.</font><br>· Increases Physical Defense and Magical Defense by 4%
$*PartyEffectCombatInfo-partyeffect_combat_all_amor_02-description=<font color='#e4f365'>Increases Physical Defense.</font><br>· Increases Physical Defense and Magical Defense by 6.5%
$*PartyEffectCombatInfo-partyeffect_combat_all_hp_01-description=<font color='#e4f365'>Increases Health Point.</font><br>· Increases Max Health Points by 3.3%
$*PartyEffectCombatInfo-partyeffect_combat_all_hp_02-description=<font color='#e4f365'>Increases Health Point.</font><br>· Increases Max Health Points by 5.6%
$*PartyEffectCombatInfo-partyeffect_combat_2class_strongman-description=<font color='#e4f365'>A strong Melee Range attacker is with you in a party.</font><br>· Increases Physical Defense and Magical Defense by 20%<br>· Increases Max Health Points by 20%
$*PartyEffectCombatInfo-partyeffect_combat_2class_masochist-description=<font color='#e4f365'>Increases Physical Defense whenever damaged by an enemy.</font><br>· Increases Physical Defense and Magical Defense by 5% per stack for 3 seconds (stacks up to 5 times)
$*PartyEffectCombatInfo-partyeffect_combat_2class_reflact_amor_02-description=<font color='#e4f365'>Reflects damage taken from an enemy.</font><br>· Reflects 3% of damage taken
$*PartyEffectCombatInfo-partyeffect_combat_2class_run-description=<font color='#e4f365'>In a crisis, the best strategy is to run away quickly.</font><br>· Increases Movement Speed by 50% for 5 seconds when 13% of Max Health Point damage taken<br>· Reduces damage taken by 90% for 5 seconds<br>· Reduces damage dealt by 99% for 5 seconds
$*PartyEffectCombatInfo-partyeffect_combat_2class_haste-description=<font color='#e4f365'>Return in triumph on wings.</font><br>· Increases Movement Speed by 50% for 2 seconds after killing an enemy
$*PartyEffectCombatInfo-partyeffect_living_race_regen_hp-description=<font color='#e4f365'>For those who enjoy meditation in nature!</font><br>· When you don't move for 10 seconds, you recover Health Points by 1.3% per second
$*PartyEffectCombatInfo-partyeffect_combat_class_heal-description=<font color='#e4f365'>For parties without a healer!</font><br>· Increases recovery output by 60%
$*PartyEffectCombatInfo-partyeffect_combat_all_dungeon-description=<font color='#e4f365'>You can see the weakness of the dungeon boss.</font><br>· Increases damage dealt to dungeon bosses by 5%<br>· Reduces damage taken from dungeon bosses by 15%
$*PartyEffectCombatInfo-partyeffect_combat_class_guardian-description=<font color='#e4f365'>The invincible Guardian troop!</font><br>· Increases Max Health Points by 20%<br>· Increases Block rate by 20%
$*PartyEffectCombatInfo-partyeffect_combat_class_berserker-description=<font color='#e4f365'>· Berserking effect begins when a Berserker takes damage greater than 13% of Max Health Points.</font><br>· Increases damage dealt by 50% for 5 seconds<br>· Restores 10% of Max Health Points for 5 seconds when defeating a hostile target.<br>This effect is triggered once every 20 seconds.
$*PartyEffectCombatInfo-partyeffect_combat_class_ranger-description=<font color='#e4f365'>Efficiency improves thanks to the specialization of the Ranger's job.</font><br>· Reduces skill cooldown time by 16%<br>· Increases Backward Movement Speed by 10%
$*PartyEffectCombatInfo-partyeffect_combat_class_mage-description=<font color='#e4f365'>The mages share their knowledge with each other.</font><br>· Increases Ability Power by 40%.<br>· Increases Critical Hit rate by 10%.<br>· Obtain 50 Elements when Critical Hit is made
$*PartyEffectCombatInfo-partyeffect_combat_class_paladin-description=<font color='#e4f365'>Paladin's Holy Power increases.</font><br>· Increases healing output by 23%<br>· Applies Holy Protective Barrier effect to the target with a 30% chance when casting Healing Light skill on allies<br>· Acquires immunity to all types of damage in proportion to Paladin's Wisdom
$*PartyEffectCombatInfo-partyeffect_combat_class_assassin-description=<font color='#e4f365'>The enemies' lives are in the Assassin's hands!</font><br>· Damage of attacks from behind by 50%<br>· Increases Movement Speed by 10%
$*PartyEffectCombatInfo-partyeffect_combat_default-description_condition=<font color='#e4f365'>Party has been formed.</font>
$*PartyEffectCombatInfo-partyeffect_combat_default_stat-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectCombatInfo-partyeffect_combat_all_attack_01-description_condition=<font color='#e4f365'>Requires at least 3 party members.</font>
$*PartyEffectCombatInfo-partyeffect_combat_all_attack_02-description_condition=<font color='#e4f365'>Requires at least 5 party members.</font>
$*PartyEffectCombatInfo-partyeffect_combat_all_critical_01-description_condition=<font color='#e4f365'>Requires at least 3 party members.</font>
$*PartyEffectCombatInfo-partyeffect_combat_all_critical_02-description_condition=<font color='#e4f365'>Requires at least 5 party members.</font>
$*PartyEffectCombatInfo-partyeffect_combat_all_pvp_01-description_condition=<font color='#e4f365'>Requires at least 3 party members.</font>
$*PartyEffectCombatInfo-partyeffect_combat_all_pvp_02-description_condition=<font color='#e4f365'>Requires at least 5 party members.</font>
$*PartyEffectCombatInfo-partyeffect_combat_2class_move_DMG-description_condition=<font color='#e4f365'>Requires at least 3 including a Ranger or a Mage.</font>
$*PartyEffectCombatInfo-partyeffect_combat_2class_range_power-description_condition=<font color='#e4f365'>Requires at least 5 including a Ranger or a Mage.</font>
$*PartyEffectCombatInfo-partyeffect_combat_2class_sadist-description_condition=<font color='#e4f365'>Requires at least 3 party members chosen from Guardian, Berserker and Assassin.</font>
$*PartyEffectCombatInfo-partyeffect_combat_2class_attack_critical-description_condition=<font color='#e4f365'>Requires at least 3 party members chosen from Guardian, Berserker and Assassin.</font>
$*PartyEffectCombatInfo-partyeffect_combat_all_amor_01-description_condition=<font color='#e4f365'>Requires at least 3 party members.</font>
$*PartyEffectCombatInfo-partyeffect_combat_all_amor_02-description_condition=<font color='#e4f365'>Requires at least 5 party members.</font>
$*PartyEffectCombatInfo-partyeffect_combat_all_hp_01-description_condition=<font color='#e4f365'>Requires at least 3 party members.</font>
$*PartyEffectCombatInfo-partyeffect_combat_all_hp_02-description_condition=<font color='#e4f365'>Requires at least 5 party members.</font>
$*PartyEffectCombatInfo-partyeffect_combat_2class_strongman-description_condition=<font color='#e4f365'>Requires at least 5 party members including a Guardian or a Paladin.</font>
$*PartyEffectCombatInfo-partyeffect_combat_2class_masochist-description_condition=<font color='#e4f365'>Requires at least 3 party members chosen from Guardian, Berserker, Paladin, and Assassin.</font>
$*PartyEffectCombatInfo-partyeffect_combat_2class_reflact_amor_02-description_condition=<font color='#e4f365'>Requires at least 5 party members including a Guardian or a Berserker.</font>
$*PartyEffectCombatInfo-partyeffect_combat_2class_run-description_condition=<font color='#e4f365'>Requires at least 5 including an Assassin or a Ranger.</font>
$*PartyEffectCombatInfo-partyeffect_combat_2class_haste-description_condition=<font color='#e4f365'>Requires at least 3 including an Assassin or a Ranger.</font>
$*PartyEffectCombatInfo-partyeffect_living_race_regen_hp-description_condition=<font color='#e4f365'>Requires at least 3 party members.</font>
$*PartyEffectCombatInfo-partyeffect_combat_class_heal-description_condition=<font color='#e4f365'>Requires at least 5 party members except for a Paladin.</font>
$*PartyEffectCombatInfo-partyeffect_combat_all_dungeon-description_condition=<font color='#e4f365'>Requires at least 5 party members.</font>
$*PartyEffectCombatInfo-partyeffect_combat_class_guardian-description_condition=<font color='#e4f365'>Requires 5 Guardians.</font>
$*PartyEffectCombatInfo-partyeffect_combat_class_berserker-description_condition=<font color='#e4f365'>Requires 5 Berserkers.</font>
$*PartyEffectCombatInfo-partyeffect_combat_class_ranger-description_condition=<font color='#e4f365'>Requires 5 Rangers.</font>
$*PartyEffectCombatInfo-partyeffect_combat_class_mage-description_condition=<font color='#e4f365'>Requires 5 Mages.</font>
$*PartyEffectCombatInfo-partyeffect_combat_class_paladin-description_condition=<font color='#e4f365'>Requires 5 Paladins.</font>
$*PartyEffectCombatInfo-partyeffect_combat_class_assassin-description_condition=<font color='#e4f365'>Requires 5 Assassins.</font>
$*PartyEffectLivingInfo-partyeffect_living_default-name_k=Choose the Party Lifestyle Effects
$*PartyEffectLivingInfo-partyeffect_living_all_craft_H-name_k=Recommendation from Craft Union Leader
$*PartyEffectLivingInfo-partyeffect_living_all_gather_01_H-name_k=Gleaner Level 1
$*PartyEffectLivingInfo-partyeffect_living_all_gather_02_H-name_k=Gleaner Level 2
$*PartyEffectLivingInfo-partyeffect_living_race_craft_01_H-name_k=High-Quality Craft Level 1
$*PartyEffectLivingInfo-partyeffect_living_race_craft_02_H-name_k=High-Quality Craft Level 2
$*PartyEffectLivingInfo-partyeffect_living_race_all_stat_H-name_k=We Are One
$*PartyEffectLivingInfo-partyeffect_living_member_mpf_01_H-name_k=Animal Lover
$*PartyEffectLivingInfo-partyeffect_living_race_mpf_01_H-name_k=Expert Trainer Level 1
$*PartyEffectLivingInfo-partyeffect_living_race_mpf_02_H-name_k=Expert Trainer Level 2
$*PartyEffectLivingInfo-partyeffect_living_member_exp_H-name_k=Hunter in the Snow
$*PartyEffectLivingInfo-partyeffect_living_race_exp_01_H-name_k=Return of the Warrior Level 1
$*PartyEffectLivingInfo-partyeffect_living_race_exp_02_H-name_k=Return of the Warrior Level 2
$*PartyEffectLivingInfo-partyeffect_living_race_all_discount_H-name_k=Masters of Bargaining
$*PartyEffectLivingInfo-partyeffect_living_race_all_buff_H-name_k=The Summit Conference
$*PartyEffectLivingInfo-partyeffect_living_member_guild_exp_H-name_k=For the Guild
$*PartyEffectLivingInfo-partyeffect_living_member_gold_H-name_k=Gold Hunter
$*PartyEffectLivingInfo-partyeffect_living_member_cp_H-name_k=Gaining Honor
$*PartyEffectLivingInfo-partyeffect_living_member_dp_00_H-name_k=Wise Adventurer
$*PartyEffectLivingInfo-partyeffect_living_member_swim_H-name_k=Swan Lake
$*PartyEffectLivingInfo-partyeffect_living_all_craft_U-name_k=Recommendation from the Craft Union Leader
$*PartyEffectLivingInfo-partyeffect_living_all_gather_01_U-name_k=Gleaner Level 1
$*PartyEffectLivingInfo-partyeffect_living_all_gather_02_U-name_k=Gleaner Level 2
$*PartyEffectLivingInfo-partyeffect_living_race_craft_01_U-name_k=High-Quality Craft Level 1
$*PartyEffectLivingInfo-partyeffect_living_race_craft_02_U-name_k=High-Quality Craft Level 2
$*PartyEffectLivingInfo-partyeffect_living_race_all_stat_U-name_k=We Are One
$*PartyEffectLivingInfo-partyeffect_living_member_mpf_01_U-name_k=Animal Lover
$*PartyEffectLivingInfo-partyeffect_living_race_mpf_01_U-name_k=Expert Trainer Level 1
$*PartyEffectLivingInfo-partyeffect_living_race_mpf_02_U-name_k=Expert Trainer Level 2
$*PartyEffectLivingInfo-partyeffect_living_member_exp_U-name_k=Hunter in the Snow
$*PartyEffectLivingInfo-partyeffect_living_race_exp_01_U-name_k=Return of the Warrior Level 1
$*PartyEffectLivingInfo-partyeffect_living_race_exp_02_U-name_k=Return of the Warrior Level 2
$*PartyEffectLivingInfo-partyeffect_living_race_all_discount_U-name_k=Masters of Bargaining
$*PartyEffectLivingInfo-partyeffect_living_race_all_buff_U-name_k=The Summit Conference
$*PartyEffectLivingInfo-partyeffect_living_member_guild_exp_U-name_k=For the Guild
$*PartyEffectLivingInfo-partyeffect_living_member_gold_U-name_k=Gold Hunter
$*PartyEffectLivingInfo-partyeffect_living_member_cp_U-name_k=Gaining Honor
$*PartyEffectLivingInfo-partyeffect_living_member_dp_00_U-name_k=Wise Adventurer
$*PartyEffectLivingInfo-partyeffect_living_member_swim_U-name_k=Swan Lake
$*PartyEffectLivingInfo-partyeffect_living_default-description=<font color='#e4f365'>Please select a party effect.</font><br>· Only the party leader can select a party effect.<br>· Party effects can be changed in Peace Mode only.
$*PartyEffectLivingInfo-partyeffect_living_all_craft_H-description=<font color='#e4f365'>Crafting together is a lot of fun.</font><br>· Increases Craft Points gained from Main Crafting Skill by 11%<br>· Increases Craft Points gained from Sub Crafting Skill by 11%
$*PartyEffectLivingInfo-partyeffect_living_all_gather_01_H-description=<font color='#e4f365'>Gathering is more efficient together.</font><br>· Increases Gathering Speed by 15%<br>· Increases Mining Speed by 15%
$*PartyEffectLivingInfo-partyeffect_living_all_gather_02_H-description=<font color='#e4f365'>Gathering is more efficient together.</font><br>· Increases Gathering Speed by 25%<br>· Increases Mining Speed by 25%
$*PartyEffectLivingInfo-partyeffect_living_race_craft_01_H-description=<font color='#e4f365'>You can increase your Craft Points together with a Mascu.</font><br>· Increases Craft Points gained from Main Crafting Skill by 20%<br>· Increases Craft Points gained from Sub Crafting Skill by 20%
$*PartyEffectLivingInfo-partyeffect_living_race_craft_02_H-description=<font color='#e4f365'>You can increase your Craft Points with the knowledge of Mascu and Elves.</font><br>· Increases Craft Points gained from Main Crafting Skill by 25%<br>· Increases Craft Points gained from Sub Crafting Skill by 25%
$*PartyEffectLivingInfo-partyeffect_living_race_all_stat_H-description=<font color='#e4f365'>When all the races of Bless are gathered, lifestyle skills improve.</font><br>· Increases Craft Points gained from Main Crafting Skill by 50%<br>· Increases Craft Points gained from Sub Crafting Skill by 50%<br>· Increases Gathering Speed by 50%<br>· Increases Mining Speed by 50%
$*PartyEffectLivingInfo-partyeffect_living_member_mpf_01_H-description=<font color='#e4f365'>If we go together, our Companions are stronger too.</font><br>· Reduces Stamina consumption of Companions by 15%
$*PartyEffectLivingInfo-partyeffect_living_race_mpf_01_H-description=<font color='#e4f365'>Lupuses are friendly party members to Companions.</font><br>· Reduces Stamina consumption of Companions by 30%
$*PartyEffectLivingInfo-partyeffect_living_race_mpf_02_H-description=<font color='#e4f365'>Lupuses and Sylvan Elves are friendly party members to Companions.</font><br>· Reduces Stamina consumption of Companions by 50%
$*PartyEffectLivingInfo-partyeffect_living_member_exp_H-description=<font color='#e4f365'>Hunting is more efficient together.</font><br>· Increases EXP gained from Hunting by 3%
$*PartyEffectLivingInfo-partyeffect_living_race_exp_01_H-description=<font color='#e4f365'>Habichts are excellent knights.</font><br>· Increases EXP gained from hunting by 5%<br>· Increases EXP gained from combat between players by 5%
$*PartyEffectLivingInfo-partyeffect_living_race_exp_02_H-description=<font color='#e4f365'>Habichts and Sylvan Elves are excellent knights.</font><br>· Increases EXP gained from hunting by 8%<br>· Increases EXP gained from combat between players by 8%
$*PartyEffectLivingInfo-partyeffect_living_race_all_discount_H-description=<font color='#e4f365'>Masters of bargaining from every race are here.</font><br>· Reduces cost of Base Transportation by 20%<br>· Reduces repair cost by 14%
$*PartyEffectLivingInfo-partyeffect_living_race_all_buff_H-description=<font color='#e4f365'>Capable people of every race are gathered here.</font><br>· Increases Combat Point gain and Dungeon Point gain by 8%<br>· Increases EXP gained from combat between players by 13%<br>· Increases EXP gained from hunting by 13%<br>· Increases Gold gain by 6%
$*PartyEffectLivingInfo-partyeffect_living_member_guild_exp_H-description=<font color='#e4f365'>Increases Guild EXP gain.</font><br>· Increases Guild EXP gain by 8%
$*PartyEffectLivingInfo-partyeffect_living_member_gold_H-description=<font color='#e4f365'>Get together to earn more gold.</font><br>· Increases Gold obtained by 3%
$*PartyEffectLivingInfo-partyeffect_living_member_cp_H-description=<font color='#e4f365'>Need more Combat Points?</font><br>· Increases Combat Point gain by 4%
$*PartyEffectLivingInfo-partyeffect_living_member_dp_00_H-description=<font color='#e4f365'>Need more Dungeon Points?</font><br>· Increases Dungeon Points gained from combat by 4%
$*PartyEffectLivingInfo-partyeffect_living_member_swim_H-description=<font color='#e4f365'>Let's go to the beach! You can swim faster. </font><br>· Increases Underwater Movement Speed by 100%
$*PartyEffectLivingInfo-partyeffect_living_all_craft_U-description=<font color='#e4f365'>Crafting together is a lot of fun.</font><br>· Increases Craft Points gained from Main Crafting Skill by 11%<br>· Increases Craft Points gained from Sub Crafting Skill by 11%
$*PartyEffectLivingInfo-partyeffect_living_all_gather_01_U-description=<font color='#e4f365'>Gathering is more efficient together.</font><br>· Increases Gathering Speed by 15%<br>· Increases Mining Speed by 15%
$*PartyEffectLivingInfo-partyeffect_living_all_gather_02_U-description=<font color='#e4f365'>Gathering is more efficient together.</font><br>· Increases Gathering Speed by 25%<br>· Increases Mining Speed by 25%
$*PartyEffectLivingInfo-partyeffect_living_race_craft_01_U-description=<font color='#e4f365'>You can increase your Craft Points together with a Mascu.</font><br>· Increases Craft Points gained from Main Crafting Skill by 20%<br>· Increases Craft Points gained from Sub Crafting Skill by 20%
$*PartyEffectLivingInfo-partyeffect_living_race_craft_02_U-description=<font color='#e4f365'>You can increase your Craft Points with the knowledge of Mascu and Elves.</font><br>· Increases Craft Points gained from Main Crafting Skill by 25%<br>· Increases Craft Points gained from Sub Crafting Skill by 25%
$*PartyEffectLivingInfo-partyeffect_living_race_all_stat_U-description=<font color='#e4f365'>When all the races of Bless are gathered, lifestyle skills improve.</font><br>· Increases Craft Points gained from Main Crafting Skill by 50%<br>· Increases Craft Points gained from Sub Crafting Skill by 50%<br>· Increases Gathering Speed by 50%<br>· Increases Mining Speed by 50%
$*PartyEffectLivingInfo-partyeffect_living_member_mpf_01_U-description=<font color='#e4f365'>If we go together, our Companions are stronger too.</font><br>· Reduces Stamina consumption of Companions by 15%
$*PartyEffectLivingInfo-partyeffect_living_race_mpf_01_U-description=<font color='#e4f365'>Panteras are friendly party members to Companions.</font><br>· Reduces Stamina consumption of Companions by 30%
$*PartyEffectLivingInfo-partyeffect_living_race_mpf_02_U-description=<font color='#e4f365'>Panteras and Aqua Elves are friendly party members to Companions.</font><br>· Reduces Stamina consumption of Companions by 50%
$*PartyEffectLivingInfo-partyeffect_living_member_exp_U-description=<font color='#e4f365'>Hunting is more efficient together.</font><br>· Increases EXP gained from Hunting by 3%
$*PartyEffectLivingInfo-partyeffect_living_race_exp_01_U-description=<font color='#e4f365'>Amistads are excellent knights.</font><br>· Increases EXP gained from hunting by 5%<br>· Increases EXP gained from combat between players by 5%
$*PartyEffectLivingInfo-partyeffect_living_race_exp_02_U-description=<font color='#e4f365'>Amistads and Aqua Elves are excellent knights.</font><br>· Increases EXP gained from hunting by 8%<br>· Increases EXP gained from combat between players by 8%
$*PartyEffectLivingInfo-partyeffect_living_race_all_discount_U-description=<font color='#e4f365'>Masters of bargaining from every race are here.</font><br>· Reduces cost of Base Transportation by 20%<br>· Reduces repair cost by 14%
$*PartyEffectLivingInfo-partyeffect_living_race_all_buff_U-description=<font color='#e4f365'>Capable people of every race are gathered here.</font><br>· Increases Combat Point gain and Dungeon Point gain by 8%<br>· Increases EXP gained from combat between players by 13%<br>· Increases EXP gained from hunting by 13%<br>· Increases Gold gain by 6%
$*PartyEffectLivingInfo-partyeffect_living_member_guild_exp_U-description=<font color='#e4f365'>Increases Guild EXP gain.</font><br>· Increases Guild EXP gain by 8%
$*PartyEffectLivingInfo-partyeffect_living_member_gold_U-description=<font color='#e4f365'>Get together to earn more gold.</font><br>· Increases Gold obtained by 3%
$*PartyEffectLivingInfo-partyeffect_living_member_cp_U-description=<font color='#e4f365'>Need more Combat Points?</font><br>· Increases Combat Point gain by 4%
$*PartyEffectLivingInfo-partyeffect_living_member_dp_00_U-description=<font color='#e4f365'>Need more Dungeon Points?</font><br>· Increases Dungeon Points gained from combat by 4%
$*PartyEffectLivingInfo-partyeffect_living_member_swim_U-description=<font color='#e4f365'>Let's go to the beach! You can swim faster. </font><br>· Increases Underwater Movement Speed by 100%
$*PartyEffectLivingInfo-partyeffect_living_default-description_condition=<font color='#e4f365'>Party has been formed.</font>
$*PartyEffectLivingInfo-partyeffect_living_all_craft_H-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_all_gather_01_H-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_all_gather_02_H-description_condition=<font color='#e4f365'>Requires at least 3 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_craft_01_H-description_condition=<font color='#e4f365'>Requires at least 1 Mascu in the Party.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_craft_02_H-description_condition=<font color='#e4f365'>Requires at least 1 Mascu and 1 Sylvan Elf in the Party.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_all_stat_H-description_condition=<font color='#e4f365'>Requires one from every race.</font>
$*PartyEffectLivingInfo-partyeffect_living_member_mpf_01_H-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_mpf_01_H-description_condition=<font color='#e4f365'>Requires at least 1 Lupus in the Party.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_mpf_02_H-description_condition=<font color='#e4f365'>Requires at least 1 Lupus and 1 Sylvan Elf in the Party</font>
$*PartyEffectLivingInfo-partyeffect_living_member_exp_H-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_exp_01_H-description_condition=<font color='#e4f365'>Requires at least 1 Habicht in the Party.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_exp_02_H-description_condition=<font color='#e4f365'>Requires at least 1 Habicht and 1 Sylvan Elf in the Party.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_all_discount_H-description_condition=<font color='#e4f365'>Requires one from every race.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_all_buff_H-description_condition=<font color='#e4f365'>Requires one from every race.</font>
$*PartyEffectLivingInfo-partyeffect_living_member_guild_exp_H-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_member_gold_H-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_member_cp_H-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_member_dp_00_H-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_member_swim_H-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_all_craft_U-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_all_gather_01_U-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_all_gather_02_U-description_condition=<font color='#e4f365'>Requires at least 3 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_craft_01_U-description_condition=<font color='#e4f365'>Requires at least 1 Mascu in the Party.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_craft_02_U-description_condition=<font color='#e4f365'>Requires at least 1 Mascu and 1 Aqua Elf in the Party.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_all_stat_U-description_condition=<font color='#e4f365'>Requires one from every race.</font>
$*PartyEffectLivingInfo-partyeffect_living_member_mpf_01_U-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_mpf_01_U-description_condition=<font color='#e4f365'>Requires at least 1 Pantera in the Party.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_mpf_02_U-description_condition=<font color='#e4f365'>Requires at least 1 Pantera and 1 Aqua Elf in the Party</font>
$*PartyEffectLivingInfo-partyeffect_living_member_exp_U-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_exp_01_U-description_condition=<font color='#e4f365'>Requires at least 1 Amistad in the Party.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_exp_02_U-description_condition=<font color='#e4f365'>Requires at least 1 Amistad and 1 Aqua Elf in the Party.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_all_discount_U-description_condition=<font color='#e4f365'>Requires one from every race.</font>
$*PartyEffectLivingInfo-partyeffect_living_race_all_buff_U-description_condition=<font color='#e4f365'>Requires one from every race.</font>
$*PartyEffectLivingInfo-partyeffect_living_member_guild_exp_U-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_member_gold_U-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_member_cp_U-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_member_dp_00_U-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectLivingInfo-partyeffect_living_member_swim_U-description_condition=<font color='#e4f365'>Requires at least 2 party members.</font>
$*PartyEffectUICategoryInfo-default-name_k=Basic Effects
$*PartyEffectUICategoryInfo-attack-name_k=Attack
$*PartyEffectUICategoryInfo-protect-name_k=Defense
$*PartyEffectUICategoryInfo-heal-name_k=Healing
$*PartyEffectUICategoryInfo-smith-name_k=Armorsmithing
$*PartyEffectUICategoryInfo-handiwork-name_k=Handiwork
$*PartyEffectUICategoryInfo-smelt-name_k=Enchanting
$*PartyEffectUICategoryInfo-cook-name_k=Cooking
$*PartyEffectUICategoryInfo-alchemy-name_k=Alchemy
$*PartyEffectUICategoryInfo-taming-name_k=Taming
$*PartyEffectUICategoryInfo-attack_R-name_k=Attack
$*PartyEffectUICategoryInfo-defence_R-name_k=Defense
$*PartyEffectUICategoryInfo-assist_R-name_k=Increased Abilities
$*PartyEffectUICategoryInfo-monster_R-name_k=Hunting Specialization
$*PartyEffectUICategoryInfo-class_R-name_k=Class Specialization
$*PartyEffectUICategoryInfo-living_R-name_k=Production Specialization
$*PartyEffectUICategoryInfo-assist_living_R-name_k=Basic Life
$*PartyEffectUICategoryInfo-mpf_R-name_k=Companions
$*PartyEffectUICategoryInfo-fun_R-name_k=Fun
